arch-install-scripts
base
base-devel
brightnessctl
catppuccin-gtk-theme-mocha
dhcpcd
efibootmgr
fd
firmware-manager-git
git
gnome-keyring
greetd
grub
gtk3
gvfs
hugo
hypridle
hyprland
hyprlock
hyprpaper
hyprshutdown
intel-ucode
kitty
linux-firmware
linux-headers
linux-lts
luarocks
man-db
neovim
networkmanager
nextcloud-client
noto-fonts
noto-fonts-emoji
noto-fonts-extra
ntp
nvm
nwg-look
obsidian
openssh
otf-font-awesome
pacman-contrib
paru
paru-debug
pavucontrol
pipewire-pulse
reflector
ripgrep
rsync
sdl2_image
sdl2_ttf
starship
stow
system76-driver
terminus-font
thunar
thunar-volman
ttf-firacode-nerd
udiskie
udisks2
uwsm
waybar
wget
woff2-font-awesome
wofi
zen-browser-bin
